---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightInitialColorName
source: html/97e3e278-9a22-4921-19f1-94f9c4de1dc8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightInitialColorName Property

"Temperature Color"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightInitialColorName { get; }
```